"CANCEL" = "Mégsem";
"DONE" = "Kész";
"OK" = "OK";

"VOICE_MEMOS_NAVIGATION_TITLE" = "Jegyzetek";
"INFO_NAVIGATION_TITLE" = "Infó";
"LABEL_NAVIGATION_TITLE" = "Címke";
"CUSTOM_NAVIGATION_TITLE" = "Egyéni";

"SHARE" = "Megosztás";
"DELETE" = "Törlés";

"SHARE_DETAILS_BUTTON" = "Megosztás";
"TRIM_DETAILS_BUTTON" = "Jegyzet vágása";

"SPEAKER_BUTTON" = "Hangszóró";
"DELETE_MEMO_BUTTON" = "Hangjegyzet törlése";
"SEND_TRIMMED_MMS_BUTTON" = "Üzenet küldése";
"SEND_TRIMMED_MAIL_BUTTON" = "Email küldése";
"SHARE_PROMPT" = "Hangjegyzet megosztása ezzel:";
"SEND_MAIL_BUTTON" = "Email";
"SEND_MMS_BUTTON" = "Üzenet";
"TRIM_BUTTON" = "Hangjegyzet vágása";
"CLOSE_BUTTON" = "Bezárás";
"OK_BUTTON" = "OK";

"NONE_LABEL" = "Semmi";
"PODCAST_LABEL" = "Podcast";
"INTERVIEW_LABEL" = "Interjú";
"LECTURE_LABEL" = "Előadás";
"IDEA_LABEL" = "Ötlet";
"MEETING_LABEL" = "Találkozó";
"MEMO_LABEL" = "Jegyzet";
"CUSTOM_LABEL" = "Egyéni";

"RECORDED_ON_FORMAT" = "Felvéve ekkor: %@";
"RECORDED_ON_FORMAT_EXTENDED" = "Felvéve ekkor: %@ %@";

"RECORDING_STATUS_BAR_FORMAT" = "Felvétel %@";
"RECORDING_PAUSED_STATUS_BAR_FORMAT" = "Felvétel szüneteltetve %@";
"RECORDING_STATUS_BAR_TIME_HMS_FORMAT" = "%d:%02d:%02d";
"RECORDING_STATUS_BAR_TIME_MS_FORMAT" = "%02d:%02d";

"RECORDING_DURATION_HMS_UNITS_FORMAT" = "%dó %dp %dmp";
"RECORDING_DURATION_HMS_NO_UNITS_FORMAT" = "%d:%02d:%02d";
"RECORDING_DURATION_MS_UNITS_FORMAT" = "%dp %dmp";
"RECORDING_DURATION_MS_NO_UNITS_FORMAT" = "%02d:%02d";
"RECORDING_DURATION_S_UNITS_FORMAT" = "%dmp";
"RECORDING_DURATION_S_NO_UNITS_FORMAT" = "00:%02d";

"MEMO_TOO_LONG_ALERT_TITLE" = "Az emlékeztető túl hosszú";
"MEMO_TOO_LONG_ALERT_BODY" = "Kívánja ennek a jegyzetnek egy kisebb verzióját kijelölni az elküldéshez?";

"UNABLE_TO_RECORD_ALERT_TITLE" = "Nem áll rendelkezésre mikrofon";
"UNABLE_TO_RECORD_ALERT_BODY" = "Hangjegyzetek felvételéhez csatlakoztasson mikrofont.";

"UNABLE_TO_INTERRUPT_ALERT_TITLE" = "Felvétel kikapcsolva";
"UNABLE_TO_INTERRUPT_ALERT_BODY" = "Hangjegyzet felvételéhez fejezze be a hívást.";

"LOW_DISK_SPACE_ALERT_TITLE" = "Kevés lemezterület";
"LOW_DISK_SPACE_ALERT_BODY" = "Nincs elég lemezterület a hangjegyzetek felvételének folytatásához. Csináljon helyet meglévő videók vagy fotók törlésével.";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "A hangjegyzetek email-ben történő küldéséhez kérem, állítson be egy Mail-fiókot.";

"MEMO_FILENAME" = "Emlékeztető";
